window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title:"こはねの部屋", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……あ、もしもし、東雲くん？おはよう、ちょうど学校に行く準備をしてたところだよ　えへへ、こんな時間に電話なんて、何かあった？" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "学校に行く時間だからこそ今電話した、って……う、うん……それで、その特別な特訓って、一体何をするの？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "え……っ！？は、裸で登校……っ！？　こんなに明るい外を、何も着ないで歩くなんて……っ！　そんなの無茶苦茶だよ……っ！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "そんな……お前なら出来るなんて言われても……っ！　一人きりで裸で外を歩くなんて、流石に無理だよ……っ！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "あ、待って、東雲くん！まだ話が……っ！　……あ……電話、切れちゃった……" },
    { msgId: "B", chrNm: "こはね", msgTxt: "（どうしよう、本当に……何も着ないで学校に……　……でも、ここで諦めたら、わたし……強くなんてなれない………っ）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……っ、………脱がなきゃ……　……全部、脱いで……東雲くんとの約束、守らなきゃ……" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……今、外に出たら……きっと、学校の友達とか……知らない人も……たくさんの人がいるんだよね……）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……っ、鏡の中のわたし、本当に何も着てない……　……本当に裸で…これから外を歩くんだ…………）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "（……っ、ドアノブが、冷たい………本当は、すごく怖いけど……でも…わたし、もう逃げたくないから……）　……いってきます……っ" }

]},

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "住宅街", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……つ、つめたっ……　……風が、全身に当たって……本当に何も着てないんだって、実感しちゃう……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……っ！前から話し声が聞こえる……　……あ、目が合っちゃった……！？）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（男の人たちがこっちを見て指差して騒いでる……　うう、お願いだから、そんな驚いた顔で見ないで……っ）" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……ううん、隠してちゃダメだ　もっと胸を張って堂々としなきゃ、東雲くんの言う特訓にならない……っ！）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……心臓の音が、頭の中にまで響いて……バクバクして、おかしくなりそう……！　恥ずかしくて、頭がどうにかなっちゃいそう……）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……腕をどけた瞬間、さっきより視線がぐっと熱くなって……っ色んなところ見られてる……っ！）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……あ、赤信号……っ！　……こんな、たくさんの人がいる前で立ち止まるなんて……！）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（カメラを向けられてる……っ　……だめ、焦っちゃだめ…！東雲くんなら、この状況でも『堂々としろ』って言うはず……）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……信号、青に変わった……！早く行かなきゃ……！　……っ！……みんな、私を見てる……っ！）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……はぁ、……はぁっ……！……っ！？　し、東雲くん……っ！？な、なんで…どうして東雲くんがここにいるの……っ？" }

]}

];
