const selAkMap = new Map([

// Lv.1 ---------------------------------
  ['A1', ['パンツ露出', '校舎裏']],
  ['A2', ['パイズリ', 'カフェ']],

// Lv.2 ---------------------------------
  ['B1', ['撮影会', 'ビッグサイト']],
  ['B2', ['手マン', '図書館']],
  ['B3', ['歌レッスン', 'スタジオ']],

// Lv.3 ---------------------------------
  ['C1', ['ヌードデッサン', '美術室']],
  ['C2', ['全裸レッスン', 'ダンススタジオ']],
  ['C3', ['後背位', '神社']],

// Lv.4 ---------------------------------
  ['D1', ['全裸登校', '住宅街']]

]);

setChoice('A3', 'A', 'B1' , '胸を揉む');
setChoice('A3', 'B', 'B1' , '胸を揉む');
setChoice('A3', 'B', 'E1' , '終了');

