window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title:"タクシー", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "よいしょ……っ　こんなに強くなれたんだよって、今の私なら、大河さんに少しは認めてもらえるかな……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "…あのね、私の服、東雲くんに預かってほしいんだ　途中で逃げたくなる気持ちは全部置いて、　大河さんにぶつかりたいから" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ありがとう、東雲くん…！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（これから一人で、裸で外を歩いていくのに…　不思議と怖くなくて…むしろ落ち着いてる気がする）" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（これも東雲くんとの特訓や、　みんながいてくれたから……　今の私は、こんなに前を向けてるんだ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "…はい、東雲くん、この下着も預かってね？　……これでもう私は、ずっと裸のままでいるしかないね" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……うん、そうだね　ここからが私の、本当の戦いだもんね" },
    { msgId: "L", chrNm: "こはね", msgTxt: "裸でも外を歩けるくらい強くなった心と、きっと大河さんの激しいセックスにも負けない身体だって、ちゃんと証明してくるよ…！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（前は大河さんのおち○ちんにすぐ耐えられなくなっちゃったけど……　今度こそ受け止めてみせるんだ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……うん、ここで降ろしてもらうね　うんしょ……っ、じゃあみんな、頑張ってくるね！" }

]},

{ cptId: "2", title:"ニューヨーク州", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "初めての海外で、裸で一人なんて……　本当はちょっと不安だけど、でも私、負けないよ！" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "みんなはそのまま、ホテルでゆっくり休んでてね？　大河さんに会ったら、私も戻るから" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "じゃあみんな、また後でね" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……よし、私も大河さんがいるところに向かわなきゃ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（みんな、びっくりした顔をして私を見てる……　……でも、関係ないよ。私はただ、前だけを向いて歩くんだ）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（結構歩いた気がするけど大丈夫かな……　でも、きっとこの辺に……あっ…！）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……確かこのカフェだよね……っ　……ようやく着いたんだ……！）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（前は圧倒されたけど、　今の私は、本当に受け止められるのかな……）" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……よしっ！　（ううん、もう迷わない……っ！　今の私の全部を大河さんにぶつけるんだ……っ！）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "お久しぶりです、大河さん　……今の私の全部を見てもらうために、来ました" }

]}

];
