window.msgData = [

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "痛っ……　……何でもする、って言った、けど……　こんなの、聞いてない……っ！" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "杏", msgTxt: "……っ、ちょっと、見ないでよ……っ！　ねえ、彰人、何をする気……なの……？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "杏", msgTxt: "（彰人の声、本気だ……　……身体に教えるって、一体……何を……っ）　きゃっ…！？" },
    { msgId: "L", chrNm: "杏", msgTxt: "あ、ダメ……っ！　いくら何でも、こんなの無しだって……っ！　ねえ、もうやめて、離してよ……っ！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "杏", msgTxt: "…あき……ひゃ、あぁっ！？" },
    { msgId: "L", chrNm: "杏", msgTxt: "あっ……、ん、やぁ……っ！　……ダメ、そこっ……！ひゃあぁっ、ンんっ……！" },
    { msgId: "L", chrNm: "杏", msgTxt: "（でも、耐えなきゃ……　もし私がダメなら、こはねが……っ　こはねを守れるのは……私だけなんだから……っ！）" },
  { movId: "evt4" },
    { msgId: "B", chrNm: "杏", msgTxt: "ひ、ぁ……っ　ね、ねえ…もう、終わ…りにして……っ！　これ以上は……っ、もう無理だって…ば……っ！" },
    { msgId: "A", chrNm: "杏", msgTxt: "い、いや…そんなつもり…ひゃぁっ！？　……ひ、ぁ……っ" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "あッ、ひゃあぁっ……！んんっ、は、激しく…て…ッ！　ダメ……頭、おかしくなっちゃ…う……ッ…！" }

];
