window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "ビビッドストリート", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "この勝負で私の全てをさらけ出して、こはねを超え続ける　いつもドキドキさせてあげられるんだって、その目でちゃんと…証明させて…！！" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "杏", msgTxt: "（不思議……　前なら恥ずかしさで固まってたはずなのに、今はすごく落ち着いて身体が動かせる……）" },
    { msgId: "B", chrNm: "杏", msgTxt: "お待たせ、こはね　今の私の全てをちゃんと見ててね　……それじゃあ、いくよ！" },
  { movId: "evt2" },
    { msgId: "L", chrNm: "杏", msgTxt: "♪――――っ！！" },
  { movId: "evt3" },
    { msgId: "B", chrNm: "こはね", msgTxt: "杏ちゃん……！　杏ちゃんがそこまで魅せてくれるなら、私も……っ！　全部脱ぎ捨てて、追いついてみせる……っ！" },
    { msgId: "A", chrNm: "杏", msgTxt: "（やっぱり、こはねの身体すごく綺麗………　でも、ここで見とれるわけにはいかない…私は、こはねの先を走るんだ……っ！）" },
    { msgId: "L", chrNm: "杏", msgTxt: "（遮るものなんて何もない……今の私の、本当の全力で……越えろ……越えるんだっ！！）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "杏", msgTxt: "♪――――――っ！！！！" },
    { msgId: "L", chrNm: "杏", msgTxt: "はぁ……っ、はぁ…………　（出し、切った………今の歌で……私、超えられた、のかな……）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "はぁ、はぁ……っ、杏、ちゃん……！　……やっぱり、杏ちゃんは……凄い、な……っ！" }

]},

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "ビビッドストリート", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "うわっと……！？……ふふ、ありがとう　こはねとじゃなきゃ、こんなに気持ちいい場所まで来られなかったよ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……でも……っ、負けたのはやっぱり悔しいから…　また……戦おうね……！" },
    { msgId: "L", chrNm: "杏", msgTxt: "うん……！でも、その時はまた私が勝つよ……！　こはねの最高の相棒で居続けるためにね！" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "わっ……いつの間にかみんな集まって、凄い歓声……　勝負に夢中で全然気づかなかったよ……" },
    { msgId: "L", chrNm: "杏", msgTxt: "（まあこんな場所でこんな格好して歌ってたら、　そりゃ目が離せないよね…）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "杏", msgTxt: "あ、冬弥……！彰人も来てくれたんだね　ねえ、私達の戦いはどうだった？" },
    { msgId: "B", chrNm: "杏", msgTxt: "見てくれててありがとう…！　ねえ、私達の戦いはどうだった？" },
  { movId: "evt4" },
    { msgId: "L", chrNm: "杏", msgTxt: "うん……もう、恥ずかしくて、悩んで、落ち込んで、　何もできなかった頃の私とは違う……" },
    { msgId: "L", chrNm: "杏", msgTxt: "みんなのおかげで、その壁を全部ぶち破って、　今までの自分を超えられたって思う……！　……RADWEEKEND……絶対に私達で超えようね…！" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "……みんな聞いて！RADWEEKENDでも見せられなかった景色を、ここにいる全員に見せてあげる！　だからみんな、私たちに一緒についてきて！！" }

]}

];
