window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "体育倉庫", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "さっきのは、私が悪かったから……っ！　謝るから、ねえ、離して……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "杏", msgTxt: "……っ、ちょっと、見ないでよ……っ！　ねえ、彰人、何する気……？本当にやめてよ……っ" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "杏", msgTxt: "（……彰人の手が、すぐ近くに……っ　………嘘……まさか……っ！？）" },
    { msgId: "L", chrNm: "杏", msgTxt: "な、何してるの……っ？　嘘でしょ……っ、ねえ、見ないで、離してよ……っ！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "杏", msgTxt: "…あき……ひゃ、あぁっ！？" },
    { msgId: "L", chrNm: "杏", msgTxt: "……あ、んっ……！なんで、指……っ　怒らせたなら、謝るから……っ、やめて、よ……っ" },
  { movId: "evt4" },
    { msgId: "B", chrNm: "杏", msgTxt: "ひぅ……、はぁっ……本当、に……っ？　（よかった……、これ以上されたら、私……っ）" },
    { msgId: "A", chrNm: "杏", msgTxt: "……ふぅ……っ……ひゃあぁっ！？" },
    { msgId: "L", chrNm: "杏", msgTxt: "（いや…そんな中まで……見ないで……　隠したいのに……身体が、動いてくれない……）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "はぁ、はぁ……っ……え…？　ぬ、濡れて、ない…っ……これ、は……違う、から……　…感じて、なんか……ない……" }

  ]}

];
