window.msgData = [

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "よいしょ……うん、東雲くんの言う通りだね　裸で一人で向かうのが、今の私の本気を　一番伝えられると思う" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……だからこの服は東雲くんに預かっててほしいんだ　少しでも自分を隠そうとするような甘えは、　全部置いていきたいの" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ありがとう、東雲くん…！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……東雲くん、杏ちゃん、青柳くん……　みんなが私を、ここまで強くしてくれた）" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（だから、大河さんに届かせてみせる　これが、みんなと一緒に歩んできた、　私の最高の姿だって……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "…はい、最後のこれも預かってくれるかな　……これでもう私は、何にも守られてないね" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（東雲くんの言葉が、私の背中を押してくれる……　もう何も怖くない…っ！）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "うん、ホテルから大河さんの居るところまで　少し距離はあるみたいだけど……大丈夫だよ" },
    { msgId: "L", chrNm: "こはね", msgTxt: "強くなった私の全部をぶつけて、　大河さんを、絶対にアッと言わせてみせるからね…！" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……あ、ホテルに着いたみたい　……いよいよだね……うんしょ……とっ…" }

];
