window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "美術室", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "は、はい……わかりました……　（こんなに多くの人達の前で裸になるなんて、　初めてだから……うぅ、緊張する……っ）" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……よい、しょ……っ。" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（制服を脱いだけで……　すごく胸がドキドキしちゃってる……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……うぅ……っ。これを脱いだら　本当に何もない裸になっちゃうんだよね……）" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……っ、……ふぅ……っ、……ぁ…。" },
    { msgId: "B", chrNm: "こはね", msgTxt: "あの……っ、脱いだものは、　この……床の端の方に、置いておいても大丈夫ですか…？" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "よい、しょ……っ　（……本当に、全部、脱いじゃった……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……は、はい……っ　えっと……そこにある台の上に、座ったら……いいんですよね……？" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "は、はい……っ！…が、がんばります……っ。　（…みんな、私の……身体を、じっと見てる……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "（うぅ……台が思ったより高くて、　座ってみても絵名さんやみんなの顔がよく見える…）" }

]},

/*************************************************
 * CPT-3
 *************************************************/

{ cptId: "3", title: "美術室", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "あの……よろしく、お願いします……っ　えっと、みなさんの、お役に立てるように、がんばります……！" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（みんなにじっと見つめられて、どこに目を向けたらいいか分かんなくなっちゃう……　しっかりしなきゃなのに、心臓の音がうるさいよ…）" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（先生の声……なんだろう……？）　あっ…えっと、何か、変なところがありましたか……？" },
    { msgId: "B", chrNm: "こはね", msgTxt: "は、はい……っ、次はそっちに向きを変えるんですね、　わ、わかりました……っ" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……えっと……よい、しょ……っ　これで、大丈夫ですか……？" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（絵名さんも、私のこと、すごく真剣に見てくれてる……　でも……だらしない体だなって、思われてないかな…）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "あっ、すみません……っ！　えっと、もっと、リラックスして、ですよね……っ" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（私、そんなに体がガチガチになってたんだ……　強くなるための特訓でもあるのに、まだまだダメだな……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "ふぇ……？あ、もう動いてもいいんですね……？　あの…私、座ってたところ、こんなに汚しちゃって……本当にごめんなさい……っ！" }

]}

];
