window.msgData = [

/*************************************************
 * CPT-3
 *************************************************/

{ cptId: "3", title: "美術室", msgInfo:[

  { movId: "plg", movPtn: "N"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（絵名さんのためにも、頑張らなきゃ……でも、みんなに見られてるの、すごく恥ずかしいよ……っ）"},
    { msgId: "-", chrNm: "こはね", msgTxt: "みなさん、よろしく、お願いします……っ。"},

  { movId: "evt1", movPtn: "L"},
    { msgId: "-", chrNm: "こはね", msgTxt: "……すー、……はぁ、……っ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（あんなに、じっと見つめられると……うぅ、どこに目を向けたらいいか、分かんなくなっちゃう……）"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（心を強くするための特訓でもあるんだから……っ。しっかりしなきゃダメなのに、頭が真っ白になりそう……）"},

  { movId: "evt2", movPtn: "A"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（次は、あっちを向けばいいのかな……っ。みんなの視線が……いっぺんに突き刺さってる……っ）"},
    { msgId: "-", chrNm: "こはね", msgTxt: "は、はい……っ。えっと、ここから……どんな風に、体を動かせばいいでしょうか……？"},

  { movId: "evt3", movPtn: "AL"},
    { msgId: "-", chrNm: "こはね", msgTxt: "あ、さっきのポーズを、もう一回……っ。あの……これで、大丈夫でしょうか……？"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（でも……こっちの向き、さっきより人がたくさんいて……みんなにジロジロ見られてて、余計に緊張しちゃう……っ）"},
    { msgId: "-", chrNm: "こはね", msgTxt: "……っ、はぁ……うぅ、……っ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（絵名さんも、私のこと、すっごく真剣に見てくれてる……。でも……だらしない体だなって、思われてないかな……っ）"},

  { movId: "evt4", movPtn: "AL"},
    { msgId: "A", chrNm: "こはね", msgTxt: "あっ、すみません……っ！ えっと、もっと、リラックスして、ですよね……っ。"},
    { msgId: "L", chrNm: "こはね", msgTxt: "（私、そんなに体がガチガチになってたんだ……。強くなるための特訓なのに、まだまだダメだな……っ）"},
    { msgId: "L", chrNm: "こはね", msgTxt: "（でも、目を閉じると……みんなの視線とか、空気が肌にピリピリ伝わって、余計にドキドキしちゃう……っ）"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ふぇ……？ あ、もう、終わり、で大丈夫ですか……？"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ひゃっ……ご、ごめんなさい……っ！ あの、私、座ってたところ、こんなに汚しちゃって……うぅ、本当にごめんなさい……っ！"},

]}

];
