window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "教室", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "（こはねのためなら、なんだってするけど……　クラスのみんなの前でオナニーしろなんて、　恥ずかしくて死にそう……）" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "杏", msgTxt: "待って、人、増えてるよ……　本当にここで、みんなの前でしなきゃダメなの……？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "杏", msgTxt: "（彰人の目、本気だ……早く、言う通りにしないと……）　……わかった、やるよ……" },
    { msgId: "L", chrNm: "杏", msgTxt: "んっ、う、あ……っ、はぁ……　（みんな、私のこと、見てる……　本当にオナニーしちゃってるんだ、私……）" },
  { movId: "evt3" },
    { msgId: "B", chrNm: "杏", msgTxt: "えっ……！？そんな…手を抜いてるつもりじゃ……っ！　……わ、わかったよ、ちゃんと、やるから……っ" },
    { msgId: "L", chrNm: "杏", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "杏", msgTxt: "（あ、ダメ……っ、もう耐えられない……っ！　みんなが見てるのに、イッちゃう、イッちゃう……っ！）" },
    { msgId: "W", chrNm: "杏", msgTxt: "いやッ、あ、ぁ、ぁあぁぁーーーーッッ！！" },
    { msgId: "L", chrNm: "杏", msgTxt: "（……みんなの前で、いっちゃった……　クラスのみんなに、私のこんな声も、　姿も、全部見られて……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "……はぁっ、は、あ……言う通りに、したでしょ……っ？　……約束、忘れないでよね……っ" }
]}

];
