window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "教室", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "みんな、こっち見てる……っ　これが、こはねに追いつくための特訓なの……？　恥ずかしくて、死にそうなんだけど……" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "杏", msgTxt: "待って、人、増えてるよ……　本当にここで、みんなの前でしなきゃダメなの……？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "杏", msgTxt: "（こはねなら……こんな無茶なことだって、迷わずやるのかな……）　……わかった、やるよ……っ" },
    { msgId: "L", chrNm: "杏", msgTxt: "（みんなの視線が、突き刺さって痛い……みんなの前で、本当にオナニーしちゃってるんだ、私……）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "杏", msgTxt: "ん、あ……っ、……あ、ぁ……っ　（すごく恥ずかしいのに……っ、なんか、変な気持ちよさがあって……私、どうしちゃったの……っ）" },
    { msgId: "L", chrNm: "杏", msgTxt: "は、ぁッ……っ、あ……っ、ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "杏", msgTxt: "（あ、ダメ……っ、もう耐えられない……っ！　みんなが見てるのに、イッちゃう、イッちゃう……っ！）" },
    { msgId: "W", chrNm: "杏", msgTxt: "いやッ、あ、ぁ、ぁあぁぁーーーーッッ！！" },
    { msgId: "L", chrNm: "杏", msgTxt: "（……みんなの前で、いっちゃった……　クラスの人達に、私のこんな声も、姿も、全部見られて……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "……っ、は、ぁ……まだ、身体の奥が、あつい……　彰人……、あんたの言う通りにしてたら、私、どうなっちゃうの……？" }
]}

];
