window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "あの……よろしく、お願いします……っ　えっと、みなさんの、お役に立てるように、がんばります……！" },
  { movId: "evt1" },
    { msgId: "L", msgTxt: "（みんなにじっと見つめられて、どこに目を向けたらいいか分かんなくなっちゃう……　しっかりしなきゃなのに、心臓の音がうるさいよ…）" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "（先生の声……なんだろう……？）　あっ…えっと、何か、変なところがありましたか……？" },
    { msgId: "B", msgTxt: "は、はい……っ、次はそっちに向きを変えるんですね、　わ、わかりました……っ" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "……えっと……よい、しょ……っ　これで、大丈夫ですか……？" },
    { msgId: "L", msgTxt: "（絵名さんも、私のこと、すごく真剣に見てくれてる……　でも……だらしない身体だなって、思われてないかな…）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "あっ、すみません……っ！　えっと、もっと、リラックスして、ですよね……っ" },
    { msgId: "L", msgTxt: "（私、そんなに体がガチガチになってたんだ……　強くなるための特訓でもあるのに、まだまだダメだな……っ）" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "ふぇ……？あ、もう動いてもいいんですね……？　あの…私、座ってたところ、こんなに汚しちゃって……本当にごめんなさい……っ！" }

];
