window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "（……っ、……大河さんの………っ　太くて、深くて……息がうまくできない……）" },
    { msgId: "A", msgTxt: "はぁ……っ、く、ふぅ……っ、はぁ……っ" },
    { msgId: "A", msgTxt: "……いいえ……っ　大河さん、私は……全然……大丈夫、ですから…っ！" },
    { msgId: "L", msgTxt: "はぁ……手加減なんて、しないで……　一番強い全力を、私にぶつけてください……っ！" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（……っ！……これが、本気の……っ　すご、すぎて……なにも、考えられない……）" },
    { msgId: "W", msgTxt: "んんっ、ああぁぁぁーーっ……！！！" },
    { msgId: "L", msgTxt: "はぁ……はぁ……　（大河さんの本気、重くて……身体が動かないよ…）" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（あれ……大河さん、なにか……言ってる……？　頭が、ぼーっとする……）" },
    { msgId: "L", msgTxt: "え……ほん、とう……に……？　わたし……つよ、くなれて……ました、か……？" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "……えへへ、よかっ、た……　たいが、さん……ありが、とう、ございました……" },

];