window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "（絶対、耐えるんだ……っ。 でも、大河さん、大きすぎて……身体が、裂けそう）" },
    { msgId: "A", msgTxt: "はぁ……っ、く、ふぅ……っ、はぁ……っ" },
    { msgId: "A", msgTxt: "……いいえ。 大河さん、私……まだ、全然……大丈夫、ですから……っ" },
    { msgId: "L", msgTxt: "はぁ……。 私の、強さ……ちゃんと、見ててください……っ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ！？ あ、激しく、なって……っ。 もう、頭が、真っ白に……っ" },
    { msgId: "W", msgTxt: "あ、はぁぁぁーーっ、あんっ……！！" },
    { msgId: "L", msgTxt: "はぁ……はぁ……。 （だめ、だった……っ。 最後まで、耐えられなかった……）" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "……ほん、とう……に……？ わたし……つよ、くなれて……ました、か……？" },
    { msgId: "L", msgTxt: "……えへへ、よかっ、た……。 たいが、さん……ありが、とう、ございま……" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "……ふぅ。 大河さん、もう大丈夫です。 本当に、ありがとうございました" },

];