window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "1", msgInfo:[

  { movId: "plg", movPtn: "N", title: "WEEKEND GARAGE"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ひゃっ……！？ し、東雲くん、何をするの……っ？ 後ろから急に……っ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "えっ、何があっても動じない特訓……？で…でも、これは…恥ずかしいよぅ……っ。"},

  { movId: "evt1", movPtn: "A"},
    { msgId: "-", chrNm: "こはね", msgTxt: "…い、いつも通り歌うなんて、無理だよ、東雲くん……っ。……下着の中にまで、指が……っ！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（……声、震えちゃう、けど……っ。杏ちゃんのために強くなるんだから、歌わなきゃ……っ）"},

  { movId: "evt2", movPtn: "L"},
    { msgId: "-", chrNm: "こはね", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（あ、頭が、ぼーっとして……上手く、声が、出ないよぅ……っ）"},
    { msgId: "-", chrNm: "こはね", msgTxt: "声が小さいって言われても……っ。東雲くんが、そんなところ、いじるから……っ。"},

  { movId: "evt3", movPtn: "AL"},
    { msgId: "-", chrNm: "こはね", msgTxt: "言い訳じゃないよぅ……ひゃあぁっ！？ ……奥に、入れないで、らめぇ……っ！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "く、うぅ……っ。……♪――っ、――っ！……っ！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（……負けない、負けないんだから……っ！ 杏ちゃんの本気に、私も追いつくんだ……っ！）"},

  { movId: "evt4", movPtn: "AL"},
    { msgId: "A", chrNm: "こはね", msgTxt: "（もう、限界……だよぅ、からだ、おかしくなっちゃう……っ）"},
    { msgId: "W", chrNm: "こはね", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁぁっっーー！！！……ハァ、あ、ぅ……っ！"},
    { msgId: "W", chrNm: "こはね", msgTxt: "はぁ、はぁ、はぁ……っ。……う、ぅ……。"},
    { msgId: "L", chrNm: "こはね", msgTxt: "（動じないための特訓なのに……っ。私、イっちゃうなんて……っ）"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "こはね", msgTxt: "えっ……次のメニューって何……？ 待って、青柳くんも手伝うって、どういう……っ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ひゃっ、ちょっと待って……っ！ 下着…脱がさないでぇ……っ！"}	

]}

];
