window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "1", title: "WEEKEND GARAGE", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "ひゃっ……！？し、東雲くん、何をするの……っ？　何があっても動じない特訓で…も、これは…恥ずかしいよ……っ" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "…い、いつも通り歌うなんて、無理だよ、東雲くん……っ　……下着の中にまで、指が……っ！" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……でも、ここで諦めたら、また前の私に戻っちゃう…　杏ちゃんのために、一歩、進まなきゃ……っ！）" },
  { movId: "evt2" },
    { msgId: "L", chrNm: "こはね", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！　（あ、頭が、ぼーっとして……上手く、声が、出ないよぅ……っ）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "声が小さいって言われても……　ひゃあぁっ！？……奥に、入れないで……っ！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "く、うぅ……っ。……♪――っ、――っ！……っ！　（……負けないんだ……っ！杏ちゃんの本気に、私も追いつくんだ……っ！）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……もう……限界……　…からだ、おかしくなっちゃう……っ）" },
    { msgId: "W", chrNm: "こはね", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁっっーー！！！　……あ、ぅ……う、ぅ…ハァ……はぁ…ハァ……" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……はぁ…はぁ……ぅ……　（動じないための特訓なのに……私、イっちゃうなんて……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "えっ…次のメニューって何……？青柳くんも手伝うって……ひゃっ、ちょっと待って……っ！　なんで……下着脱がすの……っ？" }



]}

];
