window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "1", msgInfo:[

  { movId: "plg", movPtn: "N", title: "WEEKEND GARAGE"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ひゃっ……！？ し、東雲くん、何をするの……っ？"},
    { msgId: "-", chrNm: "彰人", msgTxt: "お前の歌、まだ迷いがある。何があっても動じない度胸を叩き込んでやるよ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "う、嘘……っ。ブラジャー、見えてるよ……。は、恥ずかしいよぅ……っ。"},

  { movId: "evt1", movPtn: "A"},
    { msgId: "-", chrNm: "彰人", msgTxt: "ったく、もう動揺してんじゃねえか。どんな状態でも、いつも通り歌ってみせろ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "…で、でも……あ、あのね、東雲くん……っ。……ひゃぅっ！？はぅ、奥まで、指が……っ！"},
    { msgId: "-", chrNm: "彰人", msgTxt: "声、震えてんぞ。杏と並び立つんだろ？ だったらこれくらいでへばるな。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "く、ぅ……っ。変な、感じ、するけど……っ。杏ちゃんのために、私……がんばる……っ！"},

  { movId: "evt2", movPtn: "L"},
    { msgId: "-", chrNm: "こはね", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（あ、頭が、ぼーっとして……上手く、声が、出ないよぅ……っ）"},
    { msgId: "-", chrNm: "彰人", msgTxt: "おい、声が小せえぞ。出せる音がブレてんじゃねえ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "で、でも……東雲くんが、そんなところ、いじるから……っ。"},

  { movId: "evt3", movPtn: "AL"},
    { msgId: "-", chrNm: "彰人", msgTxt: "言い訳すんな。ほら、もっと奥まで動かしてやるよ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "ひゃあぁっ！？ ……あ、あ、らめぇ……っ！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "く、うぅ……っ。……♪――っ、――っ！……っ！"},
    { msgId: "-", chrNm: "冬弥", msgTxt: "（……手荒な真似をしているが、彰人なりに小豆沢の「本気」を引き出そうとしているんだな……）"},

  { movId: "evt4", movPtn: "AL"},
    { msgId: "A", chrNm: "こはね", msgTxt: "（もう、限界……だよぅ、からだ、おかしくなっちゃう……っ）"},
    { msgId: "W", chrNm: "こはね", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁぁっっーー！！！……ハァ、あ、ぅ……っ！"},
    { msgId: "L", chrNm: "こはね", msgTxt: "はぁ、はぁ、はぁ……っ。……う、ぅ……。"},
    { msgId: "L", chrNm: "彰人", msgTxt: "ったく、こんなのですぐイっちまいやがって……。けど今の叫び、歌に活かせりゃ相当いい武器になるぞ。"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "彰人", msgTxt: "しかし身体が敏感すぎて話になんねえな。冬弥、次のメニューに移るから手伝え。"},
    { msgId: "-", chrNm: "冬弥", msgTxt: "…分かった。……小豆沢、失礼するぞ。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "えっ……あ、青柳くんまで……っ！？ ひゃっ、ちょっと待って……っ！"},

]}

];
