window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "（ヌードデッサンなんて、そんなの聞いてないよ……　でも、ここで私が逃げ出したら……　杏ちゃんの夢が、壊れちゃう……）" },
    { msgId: "L", msgTxt: "は、はい……　えっと、ここで、脱げば、いいんですね……っ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……よい、しょ……っ" },
    { msgId: "A", msgTxt: "（制服を脱いだけで……　すごく胸がドキドキしちゃってる……っ）" },
    { msgId: "L", msgTxt: "あの……っ、脱いだものは、　ここに置いても大丈夫ですか…？" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（うぅ……東雲くんの視線が怖いよ……　早く脱がないと、怒られちゃう……っ）" },
    { msgId: "A", msgTxt: "（背中を向けてるのに、後ろからも、 みんなの視線が、すごく伝わってくる……っ）" },
    { msgId: "A", msgTxt: "（……これで、本当に、本当に、　全部脱いじゃった……）" },
    { msgId: "L", msgTxt: "……えっ、は、はい……っ　えっと……そこにある台の上に、座ったら……　いいんですね……" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "（……みんな、私の……身体を、じっと見てる……）　う、うんしょ……っ" }

];
