window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "よいしょ……うん、東雲くんの言う通りだね　何にも頼らずに、大河さんにぶつからなきゃ" },
    { msgId: "A", msgTxt: "（……みんながいたから、私はここまで変われたんだ　もう、何かに怯えて縮こまる私じゃない）" },
    { msgId: "A", msgTxt: "（服も下着も全部脱ぎ捨てて、この身体一つで　今の私の全部を、あの人に届けるんだ）" },
    { msgId: "A", msgTxt: "（まだ子供だって思われてるかもしれないけど……　大河さん、私、もう逃げたりしません）" },
    { msgId: "L", msgTxt: "……じゃあ、これも東雲くんに　……これでもう、隠すものは何もないよ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（もう、何かに隠れて怯える必要なんてない　この剥き出しの姿が、今の私の強さなんだ）" },
    { msgId: "L", msgTxt: "大丈夫だよ　みんなとここまで来られた本気をぶつけて、　大河さんを、絶対にアッと言わせてみせるから" }

];
