window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……誰が無理って言ったのよ……っ　私だって、これくらい……すぐできるんだから……っ！" },
    { msgId: "A", msgTxt: "……うっ、……っ　……く…ぅ…っ……" },
    { msgId: "L", msgTxt: "……ほら、言われた通り全部脱いだわよ……っ！　……これで、文句ないでしょ……っ！" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "もう、十分で……っ　……は……っ！？ お、オナ……っ！？" },

 { movId: "evt2" },
    { msgId: "N", msgTxt: "ここに座れって……っ　……っ！ 逃げたり……しないっ、やるから……っ" },
    { msgId: "L", msgTxt: "でも……本当に……やらなきゃダメなの……？　……っ、こんなの……いくらなんでも……っ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ、分かったわよ……っ　……やれば、いいんでしょ……！" },
    { msgId: "L", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（みんなに見られてるっていうのに……　やめたいのに手が止まらない……っ）" },
    { msgId: "A", msgTxt: "はっ……ぁ、あんっ……っ！　見ないで……っ、んぁっ、あぁーッ……っ！" }

];