window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……本当に悪趣味……っ　分かってるわよ、ちゃんと脱いでるでしょ……っ！" },
    { msgId: "L", msgTxt: "あんたこそ、約束破ったら承知しないから……！　絶対守りなよ……っ" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "……く…ぅ…っ……、……はぁ……っ、" },
    { msgId: "L", msgTxt: "……言われた通り……全部、脱いだわよ……っ！　……っ、これ以上、なにしろって……いうの……っ" },

 { movId: "evt2" },
    { msgId: "N", msgTxt: "……は……っ！？お、オナ……っ！？　……座れって……っ、ここで……っ！？" },
    { msgId: "L", msgTxt: "ねえ……本当に……やらなきゃダメなの……？　……っ、こんなの……いくらなんでも……っ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ、分かったわよ……っ　……やれば、いいんでしょ……！" },
    { msgId: "L", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（ダメなのに……、見られてるのに……っ　気持ちよくて手が止まらない……っ）" },
    { msgId: "A", msgTxt: "はっ……ぁ、あんっ……っ！　見ないで……っ、んぁっ、あぁーッ……っ！" }

];
