window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……本当に悪趣味……っ　あんたこそ、約束破ったら承知しないから……！" },
    { msgId: "A", msgTxt: "……はぁ……っ　……く…ぅ…っ……" },
    { msgId: "L", msgTxt: "……言われた通り……全部、脱いだわよ……っ！　……っ、これで……満足なわけ……？" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "もう、十分で……っ　……は……っ！？ お、オナ……っ！？" },

 { movId: "evt2" },
    { msgId: "N", msgTxt: "ここに座れって……っ　……っ！ 逃げたり……しないっ、やるから……っ" },
    { msgId: "L", msgTxt: "でも……本当に……やらなきゃダメなの……？　……っ、こんなの……いくらなんでも……っ" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ、分かったわよ……っ　……やれば、いいんでしょ……！" },
    { msgId: "L", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（ダメなのに……、見られてるのに……っ　気持ちよくて手が止まらない……っ）" },
    { msgId: "A", msgTxt: "はっ……ぁ、あんっ……っ！　見ないで……っ、んぁっ、あぁーッ……っ！" }

];
