window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "そのまま、じっとしててね……っ　……あ、んむ……っ" },
    { msgId: "L", msgTxt: "んむ……っ、ふ、ぁ……ひののめくん……　これ……きもち、いい……？" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "ふぅ……っ　……あのね、今度は、胸でも……してあげるね？" },
    { msgId: "B", msgTxt: "んっ……、はぅ……っ　……こうやって、ギュッとすれば……いいのかな？" },
    { msgId: "A", msgTxt: "あ……っ、ふぅ……っ　こう、かな……っ" },
    { msgId: "L", msgTxt: "はぁ……っ、ん……っ　……お口と胸、どっちが……いいかな……？" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（東雲くんの声、聞こえた……　うれしいな……もっと、頑張らなきゃ……！）" },
    { msgId: "W", msgTxt: "きゃっ……！？　（東雲くんの、いっぱい……出てきてるっ……！）" },
    { msgId: "L", msgTxt: "（……白くて、ぬるぬるしてる……　これ、全部……東雲くんの中から、出たんだ……）" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "えへへ……、私ので……　気持ちよくなってくれた……のかな……？" },

];