window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "痛みを怖がって夢の中に逃げ込むなんて……　そんなの、ただ目を背けてるだけだよ" },
    { msgId: "A", msgTxt: "そんな世界なんて偽物でしかないよ……　だから……！" },
    { msgId: "A", msgTxt: "…………えっ！？　……なに……？……きゃ、きゃああっ！！" },
    { msgId: "L", msgTxt: "（……たったこれだけのことで……あたしは……　サンデーさんの言う通り、なのかな……）" },

 { movId: "evt2" },
    { msgId: "N", msgTxt: "……ううん、違う……あたしはこんなところで……　自分の未来を諦めたりしない……！" },
    { msgId: "A", msgTxt: "（三度の死を迎える……これがその１つなら……　人の目を恐れていた弱いあたしは……）" },
    { msgId: "A", msgTxt: "（今ここで、死んだんだ……！！）　……サンデーさん、あたしを見て" },
    { msgId: "L", msgTxt: "今のあたしが、まだ弱者に見える？　もう絶対に……自分の運命から背を向けたりしない" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "サンデーさん……　一人で背負わなくていいんだよ" },
    { msgId: "L", msgTxt: "大切な人が、支えてくれるから歩けるんだよ　だから……あなたも一緒にいこう？" },

  { movId: "home" },
    { msgId: "A", msgTxt: "……あの時立ち上がれたのは、穹のおかげなんだ　サンデーさんとは……ちゃんと決着をつけなきゃね"}

];
