window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "っ、く……うぅ……っ！……待って、冬弥……　これ、一気にいれようとすると…身体が、裂けそう……っ" },
  { movId: "evt1" },
    { msgId: "A", msgTxt: "……はぁ、はぁ……っ……はいっ、た……　（うぅ……中が、きつ…い……っ）" },
    { msgId: "L", msgTxt: "っ、く……うぅ、……大丈夫、よ……っ……　……私は、……これっぽっちも……へこたれて、ないんだから……っ！" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "……冬弥、覚悟してなさいよ……っ" },
    { msgId: "L", msgTxt: "あ、……はァ、はぁっ……！ん、うゥ……っ！　ねえ、……冬弥……きもち、いい……？ちゃんと、……届いて、る……っ？" },
  { movId: "evt3" },
    { msgId: "B", msgTxt: "……なんか……っ、あァ、あぁぁ……っ！　……頭の中………はァ…真っ白に、なって……っ！" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "あ、……うそ、待って……冬弥っ！　いっ、……イク、いっちゃう……これ、止められな……っ！" },
    { msgId: "W", msgTxt: "あ、あァァァァァっ……！！イクぅぅぅ……ッ！　ひ、ぅア……っ！あ、あン、ああァっ……！" },
    { msgId: "L", msgTxt: "はぁ、……あ、……っ、……ぁ、一人で、……ッ……、ごめん……、だッ、て……す、ごすぎて……っ" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "……はァ…ごめん、……とう、や……っ　……もう……腰が、がくがく、して……力……入ら、なくて……っ" }

];
