window.msgData = [

  { movId: "evt1" },
    { msgId: "N", chrNm: "ホタル", msgTxt: "……あの、言われた通り、ここに立ったよ……？　えっと……ここで一体、何をするの……？" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "えっ……しゃ、写真……っ！？　ま、待って、もう騙したりしないよ……っ！　次がないようにって、そんな……っ" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "（でも嘘つきのあたしに、拒む権利なんてない……っ　これが穹の信頼を取り戻すための、　あたしへの罰なんだ……っ）" },
    { msgId: "B", chrNm: "ホタル", msgTxt: "わ、笑ってって言われても……っ　ま、待って、ピース……っ！？　うぅ、急にそんなこと言われても……っ" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "え、えっと……、これで、いいかな……っ" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "（……頭の中が真っ白で、何も考えられない……　今、本当に裸で写真を撮られてるんだよね……？）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "ふぇ……っ！？　あ、ご、ごめんね、頭がぼーっとしちゃってて……" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "ねぇ、穹……これで、本当に信じてくれる……？　あたしのこと、もう嘘つきだって、　嫌いになったりしない……？" },
  { movId: "evt4" },
    { msgId: "N", chrNm: "ホタル", msgTxt: "あ……ううん、なんでもない、よ……　穹が、もっと撮りたいなら……っ　うぅ、恥ずかしいけど、あたし、頑張る、ね……" }

];
