window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "…穹、本当にここで撮るの……？　立ち入り禁止で誰も来ないって分かってても、　ここ外だよ…？恥ずかしくて……" },
    { msgId: "L", msgTxt: "……外でこんな、裸になるなんて初めてで……　そんなにじっと見つめられたら、あたし本当にどうにかなりそう……" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "う、うん……っ。穹がそこまで言うなら……すごく恥ずかしいけど……穹の好きなように……撮って、ね……？" },
    { msgId: "B", msgTxt: "（…もうあたしのこと絶対に忘れられなくなるような、　そんな思い出にしてもらうためにも……っ、　がんばらなきゃ……！）" },
    { msgId: "A", msgTxt: "……は、はい………チ、チーズ……っ" },
    { msgId: "L", msgTxt: "（外で裸で写真を撮るなんて頭がおかしくなりそう……でも、カメラの向こうの穹、すっごく真剣な表情をしてる……っ）" },
    { msgId: "L", msgTxt: "（この写真、あとで……その……　オカズに、してくれたり、するのかな……）" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "……な、なんでもないよっ！　別に、変なことなんて全然考えてないから……っ！" },
    { msgId: "L", msgTxt: "ね、ねえ……この写真、絶対に秘密、だよね…？　もし列車の人達に見られたら、あたし恥ずかしすぎて消えちゃう、かも……" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "……うぅ、たくさん撮ったね、穹……　でも、もしあたしに会えなくて寂しくなったら、その写真……好きに使っていいからね…？" }

];
