window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "この勝負で私の全てをさらけ出して、こはねを超え続ける　いつもドキドキさせてあげられるんだって、その目でちゃんと…証明させて…！！" },
  { movId: "evt1" },
    { msgId: "A", msgTxt: "（不思議……　前なら恥ずかしさで固まってたはずなのに、今はすごく落ち着いて身体が動かせる……）" },
    { msgId: "B", msgTxt: "お待たせ、こはね　今の私の全てをちゃんと見ててね　……それじゃあ、いくよ！" },
  { movId: "evt2" },
    { msgId: "L", msgTxt: "♪――――っ！！" },
  { movId: "evt3" },
    { msgId: "B", chrNm: "こはね", msgTxt: "杏ちゃん……！　杏ちゃんがそこまで魅せてくれるなら、私も……っ！　全部脱ぎ捨てて、追いついてみせる……っ！" },
    { msgId: "A", msgTxt: "（やっぱり、こはねの身体すごく綺麗………　でも、ここで見とれるわけにはいかない…私は、こはねの先を走るんだ……っ！）" },
    { msgId: "L", msgTxt: "（遮るものなんて何もない……今の私の、本当の全力で……越えろ……越えるんだっ！！）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "♪――――――っ！！！！" },
    { msgId: "L", msgTxt: "はぁ……っ、はぁ…………　（出し、切った………今の歌で……私、超えられた、のかな……）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "はぁ、はぁ……っ、杏、ちゃん……！　……やっぱり、杏ちゃんは……凄い、な……っ！" }

];
