window.msgData = [

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "あのね、東雲くん…。　……そのまま、じっとしててくれると嬉しいな。" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "(このズボンの向こうに東雲くんの……。　そう思うと、ドキドキする……。)" },
    { msgId: "B", chrNm: "こはね", msgTxt: "ひゃ……っ！？　(お、大きい……。　初めて見たけど、男の人のって、こんなにすごいんだ……)" },
    { msgId: "L", chrNm: "こはね", msgTxt: "(こんなに大きいなんて……　本当に、私のお口に入るのかな……？　でも、喜んでもらうために頑張らなきゃ…！)" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……じゃあ、いくね？　………ん、はむ……っ。" },
    { msgId: "L", chrNm: "こはね", msgTxt: "ん、ふぅ……ふ、ぁ……しのの、め、くん……っ　……これ……きもち、いい……？" },
  { movId: "evt3" },
    { msgId: "B", chrNm: "こはね", msgTxt: "(お口の中、すごく熱い……っ　もっと奥まで入れたほうがいいのかな……っ　東雲くん、東雲くん……っ)" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ん、むぅ……ッ！？ふぁ、あ……　（ふぁ、あ……っ。な、何か……いっぱい出てきた）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "えへへ……っ、びっくりしちゃったぁ……　……東雲くん、あの、どうだったかな……？" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "あれ……？　出したのに、まだこんなに大きいよ……？　……私、もっと、してもいいのかな……？" }

];
