window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "待って、ください……！心の準備が……　そんなに強く、脱がさないで……ください……！" },
    { msgId: "A", msgTxt: "あ、あの……お願いです……！　これ以上は本当に……ダメです……っ" },
    { msgId: "A", msgTxt: "（動けない……っ　みんなに全部見られちゃう……っ、やだ……っ！）" },
    { msgId: "L", msgTxt: "んっ……東雲く……ん……、本当に、こうして……　色んな人の熱を知る事が……大事、なんだよね……？" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "……うん……、東雲くんがそう言うなら……　私、逃げません……よろしく……お願いします……っ" },
    { msgId: "A", msgTxt: "はぁっ……あ……ッ　（痛……いっ……奥まで……入ってきてる……）" },
    { msgId: "L", msgTxt: "んあッ……あぁぁっ……ッ！　あっ……あんッ……はぁっ……！" },

  { movId: "evt2" },
    { msgId: "B", msgTxt: "（これ以上は……おかしくなっちゃう……　お願い……早く……終わって……）" },
    { msgId: "A", msgTxt: "ひぁッ……あぁっ……あッ……ッ！　（あ……熱いの……いっぱい……出てきてる……）" },
    { msgId: "L", msgTxt: "（はぁ……っ……おわっ……たの……？　なんだか……何も……考えられないや……）" },

  { movId: "home" },
    { msgId: "A", msgTxt: "えっと、東雲くん……？　動じないための特訓って、これから何をするの？" }

];
