window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "あの……やめてください……っ！　服……引っ張らないで……っ" },
    { msgId: "A", msgTxt: "いや……っ！　待ってください……これ以上は本当に……っ" },
    { msgId: "A", msgTxt: "（どうしよう……力強くて……　手も足も全然動かせない……っ）" },
    { msgId: "L", msgTxt: "東雲く……ん……私……言うこと聞いたら……っ　……杏ちゃんのこと……助けて…くれる……？" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "はい……私……受け止めますから……　……好きに……して……大丈夫です……っ" },
    { msgId: "A", msgTxt: "はぁっ……あ……ッ　（痛……いっ……奥まで……入ってきてる……）" },
    { msgId: "L", msgTxt: "んあッ……あぁぁっ……ッ！　あっ……あんッ……はぁっ……！" },

  { movId: "evt2" },
    { msgId: "B", msgTxt: "（これ以上は……おかしくなっちゃう……　お願い……早く……終わって……）" },
    { msgId: "A", msgTxt: "ひぁッ……あぁっ……あッ……ッ！　（あ……熱いの……いっぱい……出されてる……）" },
    { msgId: "L", msgTxt: "（……きっとこれで……よかったんだよね……　まだ……杏ちゃんの隣に……居てもいいのかな……）" }

];
