window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title:"タクシー", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "よいしょ……っ　こんなに強くなれたんだよって、今の私なら、大河さんに少しは認めてもらえるかな……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "…はい、あのね、この私の服、東雲くんに預かってほしいんだ　途中で逃げたくなる気持ちは全部置いて、　大河さんにぶつかりたいから" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ありがとう、東雲くん　…じゃあ、残りも脱ぐね" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（これから一人で、裸で外を歩いていくのに…　不思議と怖くなくて…むしろ落ち着いてる気がする）" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（これも東雲くんとの特訓や、　みんながいてくれたから……　今の私は、こんなに前を向けてるんだ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "…はい、東雲くん、この下着も預かってね？　……これでもう私は、ずっと裸のままでいるしかないね" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……うん、そうだね　ここからが私の、本当の戦いだもんね" },
    { msgId: "L", chrNm: "こはね", msgTxt: "全裸でも外を歩けるくらい強くなった心と、きっと大河さんの激しいセックスにも負けない身体だって、ちゃんと証明してくるよ…！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（前は大河さんのおち○ちんが凄くて、　すぐに耐えられなくなっちゃったけど……　今度こそ受け止めてみせるんだ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……うん、ここで降ろしてもらうね　うんしょ……っ、じゃあみんな、大河さんを驚かせられるように、頑張ってくるね！" }

]}

];
