window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "体育倉庫", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "杏", msgTxt: "さっきのは、私が悪かったから……っ！　謝るから、ねえ、離して……っ　（嘘、本気で怒らせちゃった……？どうしよう……っ）" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "杏", msgTxt: "……っ、ちょっと、見ないでよ……っ！　ねえ、彰人、何する気……？本当にやめてよ……っ" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "杏", msgTxt: "（……彰人の手が、すぐ近くに……っ　………嘘……まさか……っ！？）" },
    { msgId: "L", chrNm: "杏", msgTxt: "お願い彰人、見ないで…っ！　ねえ、見ないで、離してよ……っ！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "杏", msgTxt: "…あき……ひゃ、あぁっ！？" },
    { msgId: "L", chrNm: "杏", msgTxt: "ひぅ、あ、んっ……はぁっ、んんっ……！　ゆび……うごかさ、ないで……っ…おねが、い……っ、　やめて、よ……っ" },
  { movId: "evt4" },
    { msgId: "B", chrNm: "杏", msgTxt: "ひぅ……、はぁっ……本当、に……っ？　…ん……っ……やめて、くれるの……？" },
    { msgId: "A", chrNm: "杏", msgTxt: "……よかっ………ひゃあぁっ！？　……はぁ……はぁっ……" },
    { msgId: "L", chrNm: "杏", msgTxt: "（指…抜けた…けど……あそこ……見られて……　やめて、って言わなきゃ…なのに…頭、真っ白で……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "杏", msgTxt: "はぁ、はぁ……っ……え…？　ぬ、濡れて、ない…っ……これ、は……違う、から……　…感じて、なんか……ない……" }

  ]}

];
