window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……ちょっと、詰めてよ　あんたが場所取ってたら入れないでしょ……！" },
    { msgId: "L", msgTxt: "……ねぇ、なんか喋ってよ　無言だと、気まずいんだけど……っ" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ！？　ちょ、ちょっと……！……どこ触って……！" },
    { msgId: "L", msgTxt: "……あっ……やめ……っ、ぁ……！　……あ……っ、ん言……っ" },
    { msgId: "L", msgTxt: "（……ダメ……っ！　こんなの……っ、頭おかしくなっちゃう……！）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "……っ、彰人、ちょっと………　いい加減……に……んむっ！？" },
    { msgId: "L", msgTxt: "……む……んん……っ！……はぁ……っ……んっ……" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "……っ、はぁ……ふぅ……っ　はぁ……はぁ……" },
    { msgId: "A", msgTxt: "……え……っ！？　ちょっ、待って……っ！" }

];