window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "WEEKEND GARAGE", msgInfo:[
  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "ひゃっ……！？し、東雲くん、何をするの……っ？　何があっても動じない特訓で…も、これは…恥ずかしいよ……っ" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "…い、いつも通り歌うなんて、無理だよ、東雲くん……っ　……下着の中にまで、指が……っ！" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……でも、ここで諦めたら、また前の私に戻っちゃう…　杏ちゃんのために、一歩、進まなきゃ……っ！）" },
  { movId: "evt2" },
    { msgId: "L", chrNm: "こはね", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！　（あ、頭が、ぼーっとして……上手く、声が、出ないよぅ……っ）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "声が小さいって言われても……　ひゃあぁっ！？……奥に、入れないで……っ！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "く、うぅ……っ。……♪――っ、――っ！……っ！　（……負けないんだ……っ！杏ちゃんの本気に、私も追いつくんだ……っ！）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……もう……限界……　…からだ、おかしくなっちゃう……っ）" },
    { msgId: "W", chrNm: "こはね", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁっっーー！！！　……あ、ぅ……う、ぅ…ハァ……はぁ…ハァ……" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……はぁ…はぁ……ぅ……　（動じないための特訓なのに……私、イっちゃうなんて……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "えっ…次のメニューって何……？青柳くんも手伝うって……ひゃっ、ちょっと待って……っ！　なんで……下着脱がすの……っ？" }
]},

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "WEEKEND GARAGE", msgInfo:[
  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "ひゃあッ…！？青柳くん、そんなに足を広げられたら……　この体勢、すごくはずかしいよ……　あそこ、全部見えちゃって、るもん……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "あ、あの、わたしのための特訓だって、ちゃんと分かってる、けど……いったい何をするの……？　東雲くん、鞄から何を取り出そうとしてるの……？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "え……っ、それってまさか……ひゃんッ！？" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（ん、あ……っ、……あ、あそこが、ジリジリして……っ　これ、だめも……かも……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "ひゃっ、あ、ぁッ……！　おっ、かしっ、くな、っちゃ……っ、なに、これっ……、あ、ぁっ、あぁッ……！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ん、あ、ぁッ……！もう、む、りぃ……っ　ひゃ――あ、っはぁ……っ、はぁ……っ" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（どうしよう……まだ、始まったばかり、なのに……っ　もう、頭が、真っ白だよ……っ）" },
  { movId: "evt4" },
    { msgId: "B", chrNm: "こはね", msgTxt: "ひゃんッ……！？胸にも当てるの……っ！　変な感じが、あ、あぅ……っ" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ん、ぁ、……っ、あぅ、っ、はぁっ……っ　（先っぽ、ビクビクして……っおかしくなりそう……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "んあッ……！？だめっ、これ、さっきより、強、くて……　あ、あそこ、壊れちゃう、よぉ…、もう、む、りっ……ひゃ、ん、んん――ッ！！！" }
]}

];
