window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "WEEKEND GARAGE", msgInfo:[
  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "ひゃっ……！？し、東雲くん、何をするの……っ？　ど、どうして、服を……　本当に、私の弱いところ、直るの……？" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "あ、う……っ、……　い、いつも通り、歌えなんて……無理、だよ……" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……でも、ここで諦めたら、　杏ちゃんに迷惑がかかっちゃう……っ　東雲くんの言うことを聞かないと……っ！）" },
  { movId: "evt2" },
    { msgId: "L", chrNm: "こはね", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！　（あ、頭が、ぼーっとして……　上手く、声が、出ないよぅ……）" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "声が小さいって、言われても……ひゃあぁっ！？　……奥に、入れないで……っ！" },
    { msgId: "L", chrNm: "こはね", msgTxt: "く、うぅ……っ……♪――っ、――っ！……っ！　（……声が、震えちゃう……　早く、変わらなきゃダメなのに……っ！）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（……もう……限界……っ……　からだ、おかしくなっちゃう……っ）" },
    { msgId: "W", chrNm: "こはね", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁっっーー！！！　……あ、ぅ……う、ぅ…ハァ……はぁ…ハァ……" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……強くならなきゃいけないのに……　あそこ、少しいじられてただけで……　……私……イっちゃうなんて……）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "……あ、う……まともに、歌えなくて、ごめんなさい……　えっ…別の手段って何の話……？　青柳くんも手伝うって……ひゃあぁっ！？" }
]},

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", title: "WEEKEND GARAGE", msgInfo:[
  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "や、やめてよ、青柳くん……そんなに、広げないで……っ　この体勢、すごく恥ずかしくて無理だよ……　あそこ、全部見えちゃって、るもん……っ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……あ、う……っ、効果的な方法、って……いったい何をするの……？　東雲くん、鞄から何を取り出そうとしてるの……？" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "え……っ、それってまさか……ひゃんッ！？" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（ん、あ……っ、……あ、あそこが、ジリジリして……っ　これ、だめも……かも……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "ひゃっ、あ、ぁッ……！　おっ、かしっ、くな、っちゃ……っ、なに、これっ……、あ、ぁっ、あぁッ……！" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ん、あ、ぁッ……！もう、む、りぃ……っ　ひゃ――あ、っはぁ……っ、はぁ……っ" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（どうしよう……少し当てられただけなのに……っ　もう、頭が、真っ白だよ……っ）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "あ、ぁ――ッ…！はぁ…ッ………っ　（胸にまで……先っぽ、ビクビクして……っおかしくなりそう……っ）" },
    { msgId: "A", chrNm: "こはね", msgTxt: "ん、ぁ、……っ、あぅ、っ、はぁっ……っ　…………ぁ……っ！" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "んあッ――！？だめっ、これ、さっきより、強、くて……　あ、あそこ、壊れちゃう、よぉ…、もう、む、りっ……ひゃ、ん、んん――ッ！！！" }
]}

];
