window.msgData = [

/*************************************************
 * CPT-3
 *************************************************/

{ cptId: "3", msgInfo:[

  { movId: "plg", movPtn: "N", title: "ビビッドストリート"},
    { msgId: "-", chrNm: "こはね", msgTxt: "はぁ、はぁ……っ、杏ちゃん！……やっぱり、杏ちゃんは凄い、な……っ！"},
    { msgId: "-", chrNm: "杏", msgTxt: "こはね……っ！あはは、そんなに勢いよく来たら、二人で倒れちゃうって"},
    { msgId: "-", chrNm: "こはね", msgTxt: "私……勝負してることを忘れちゃうくらい、ドキドキしちゃった…！"},

  { movId: "evt1", movPtn: "L"},
    { msgId: "-", chrNm: "こはね", msgTxt: "……でも……っ、負けたのはやっぱり悔しいから、また…戦おうね…！"},
    { msgId: "-", chrNm: "杏", msgTxt: "うん…！でも…その時はまた私が勝つよ…！こはねの最高の相棒で居続けるために…！"},
    { msgId: "-", chrNm: "スタッフ", msgTxt: "……おいおい、とんでもねえもん見せてもらったな。"},
    { msgId: "-", chrNm: "お姉さん", msgTxt: "本当にね。あの姿で抱き合ってるなんて凄まじい光景だけど……胸が熱くなって、目が離せなかったわ。"},

  { movId: "evt2", movPtn: "N"},
    { msgId: "-", chrNm: "店長", msgTxt: "おいおい杏ちゃん！ 小せえ頃から見てるが、あんな立派な身体に成長してるとは……！ 興奮で頭狂いそうだわ！"},
    { msgId: "-", chrNm: "ミュージシャン", msgTxt: "こはねちゃんの汗ばんだ身体とあの歌声、マジでエロくて最高だった！ ゾクゾクして全身の血が昂ってるよ！"},
    { msgId: "-", chrNm: "オーナー", msgTxt: "二人とも、その剥き出しの身体と歌でよくここまで魅せてくれた…。ありがとう…。"},

  { movId: "evt3", movPtn: "AL"},
    { msgId: "-", chrNm: "こはね", msgTxt: "……あっ、みんな、いつの間に……っ。えへへ、勝負に夢中で、全然気づかなかったよ……。"},
    { msgId: "-", chrNm: "杏", msgTxt: "（みんな……見に来てくれてたんだ。まあ、こんな場所でこんな格好して歌ってたら、そりゃ目が離せないよね）"},
    { msgId: "-", chrNm: "杏", msgTxt: "（っていうか……みんな、私達の身体見てガッツリ勃てちゃって。…でも、それだけ魅了できたって証拠よね）"},
    { msgId: "-", chrNm: "冬弥", msgTxt: "白石…！！"},

  { movId: "evt4", movPtn: "AL"},
    { msgId: "-", chrNm: "杏", msgTxt: "みんな……！ね、私達……どうだった？"},
    { msgId: "-", chrNm: "彰人", msgTxt: "ああ、よかったぜ。お前、ついに克服できたみてーだな。"},
    { msgId: "-", chrNm: "杏", msgTxt: "ふふ、ありがとう。……もう、恥ずかしくて落ち込んで何もできなかった頃の私とは違う…"},
    { msgId: "-", chrNm: "杏", msgTxt: "みんなのおかげで、その壁を全部ぶち破って、今までの自分を超えられたって思う…！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（…やっぱり杏ちゃんは、かっこいいな……）"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "杏", msgTxt: "……それにしても、まだみんな見てるね。でも不思議……今までと違って、視線が全部気持ちよさに変わるっていうか……。"},
    { msgId: "-", chrNm: "彰人", msgTxt: "だろうな。だってお前、さっきからマ○コからずっと出続けてとんでもねえことになってんぞ。"},
    { msgId: "-", chrNm: "杏", msgTxt: "っ……あ、あれ！？ホントだ……っ。あはは、さすがにこれはちょっと照れちゃうかも……。"}

]}

];
