window.msgData = [

/*************************************************
 * CPT-3
 *************************************************/

{ cptId: "3", msgInfo:[

  { movId: "plg", movPtn: "N", title: "ビビッドストリート"},
    { msgId: "-", chrNm: "こはね", msgTxt: "っ、杏ちゃん！……やっぱり、杏ちゃんは凄い、な……っ！勝負してるのを忘れちゃうくらい、ドキドキしちゃった……！"},
    { msgId: "-", chrNm: "杏", msgTxt: "こはね……っ！あはは、そんなに勢いよく来たら、二人で倒れちゃうって。"},

  { movId: "evt1", movPtn: "L"},
    { msgId: "-", chrNm: "こはね", msgTxt: "……でも……っ、負けたのはやっぱり悔しいから、また……戦おうね……！"},
    { msgId: "-", chrNm: "杏", msgTxt: "うん……！でも、その時はまた私が勝つよ……！こはねの最高の相棒で居続けるためにね！"},

  { movId: "evt2", movPtn: "AL"},
    { msgId: "-", chrNm: "杏", msgTxt: "…て、いつの間にかみんな集まって、凄い歓声……。"},
    { msgId: "-", chrNm: "こはね", msgTxt: "勝負に夢中で全然気づかなかったよ……。でも、みんな見に来てくれたんだね……っ。"},
    { msgId: "-", chrNm: "杏", msgTxt: "（まあこんな場所でこんな格好して歌ってたら、そりゃ目が離せないよね）"},
    { msgId: "-", chrNm: "杏", msgTxt: "（っていうか……みんな、まだそんなにジロジロ凝視してガッツリ勃てちゃって……）"},

  { movId: "evt3", movPtn: "A"},
    { msgId: "-", chrNm: "杏", msgTxt: "あ、冬弥……！彰人も来てくれたんだね。"},
    { msgId: "-", chrNm: "杏", msgTxt: "見てくれててありがとう。ねえ、私達の戦いはどうだった？"},

  { movId: "evt4", movPtn: "L"},
    { msgId: "-", chrNm: "杏", msgTxt: "……もう、恥ずかしくて、悩んで、落ち込んで、何もできなかった頃の私とは違う……"},
    { msgId: "-", chrNm: "杏", msgTxt: "こはね、彰人、冬弥のおかげで、その壁を全部ぶち破って、今までの自分を超えられたって思う……！"},
    { msgId: "-", chrNm: "こはね", msgTxt: "（……やっぱり、どんな姿でも杏ちゃんは……世界で一番カッコいいな……）"},
    { msgId: "-", chrNm: "杏", msgTxt: "……RAD WEEKEND……絶対に私達で超えようね…！"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "杏", msgTxt: "……みんな聞いて！みんなの夢は私たちが背負って進む！RAD WEEKENDでも見せられなかった景色を、ここにいる全員に見せてあげる！"},
    { msgId: "-", chrNm: "杏", msgTxt: "だから――みんな、私たちに一緒についてきて！！"}

]}

];
