window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "……つ、つめたっ……　……風が、全身に当たって……本当に何も着てないんだって、実感しちゃう……っ" },
  { movId: "evt1" },
    { msgId: "L", msgTxt: "（……っ！前から話し声が聞こえる……　……あ、目が合っちゃった……！？）" },
    { msgId: "L", msgTxt: "（男の人たちがこっちを見て指差して騒いでる……　うう、お願いだから、そんな驚いた顔で見ないで……っ）" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "（……ううん、隠してちゃダメだ　もっと胸を張って堂々としなきゃ、東雲くんの言う特訓にならない……っ！）" },
    { msgId: "L", msgTxt: "（……心臓の音が、頭の中にまで響いて……バクバクして、おかしくなりそう……！　恥ずかしくて、頭がどうにかなっちゃいそう……）" },
    { msgId: "L", msgTxt: "（……腕をどけた瞬間、さっきより視線がぐっと熱くなって……っ色んなところ見られてる……っ！）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "（……あ、赤信号……っ！　……こんな、たくさんの人がいる前で立ち止まるなんて……！）" },
    { msgId: "L", msgTxt: "（カメラを向けられてる……っ　……だめ、焦っちゃだめ…！東雲くんなら、この状況でも『堂々としろ』って言うはず……）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "（……信号、青に変わった……！早く行かなきゃ……！　……っ！……みんな、私を見てる……っ！）" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "……はぁ、……はぁっ……！……っ！？　し、東雲くん……っ！？な、なんで…どうして東雲くんがここにいるの……っ？" }

];
