window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "ひゃっ……！？し、東雲くん、何をするの……っ？　ど、どうして、服を……　本当に、私の弱いところ、直るの……？" },
  { movId: "evt1" },
    { msgId: "A", msgTxt: "あ、う……っ、……　い、いつも通り、歌えなんて……無理、だよ……" },
    { msgId: "A", msgTxt: "（……でも、ここで諦めたら、　杏ちゃんに迷惑がかかっちゃう……っ　東雲くんの言うことを聞かないと……っ！）" },
  { movId: "evt2" },
    { msgId: "L", msgTxt: "♪――っ…、うぅ……っ、♪――っ、――っ…！　（あ、頭が、ぼーっとして……　上手く、声が、出ないよぅ……）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "声が小さいって、言われても……ひゃあぁっ！？　……奥に、入れないで……っ！" },
    { msgId: "L", msgTxt: "く、うぅ……っ……♪――っ、――っ！……っ！　（……声が、震えちゃう……　早く、変わらなきゃダメなのに……っ！）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "（……もう……限界……っ……　からだ、おかしくなっちゃう……っ）" },
    { msgId: "W", msgTxt: "――ぅ、う…っ！ひゃぁァぁぁっっーー！！！　……あ、ぅ……う、ぅ…ハァ……はぁ…ハァ……" },
    { msgId: "L", msgTxt: "（……強くならなきゃいけないのに……　あそこ、少しいじられてただけで……　……私……イっちゃうなんて……）" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "……あ、う……まともに、歌えなくて、ごめんなさい……　えっ…別の手段って何の話……？　青柳くんも手伝うって……ひゃあぁっ！？" }

];
