window.msgData = [

  { movId: "plg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "は、はい……わかりました……　（こんなに多くの人達の前で裸になるなんて、　初めてだから……うぅ、緊張する……っ）" },
  { movId: "evt1" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……よい、しょ……っ。" },
    { msgId: "A", chrNm: "こはね", msgTxt: "（制服を脱いだけで……　すごく胸がドキドキしちゃってる……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "（……うぅ……っ。これを脱いだら　本当に何もない裸になっちゃうんだよね……）" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "……っ、……ふぅ……っ、……ぁ…。" },
    { msgId: "B", chrNm: "こはね", msgTxt: "あの……っ、脱いだものは、　この……床の端の方に、置いておいても大丈夫ですか…？" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "こはね", msgTxt: "よい、しょ……っ　（……本当に、全部、脱いじゃった……っ）" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……は、はい……っ　えっと……そこにある台の上に、座ったら……いいんですよね……？" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "こはね", msgTxt: "は、はい……っ！…が、がんばります……っ。　（…みんな、私の……身体を、じっと見てる……っ）" },
  { movId: "elg" },
    { msgId: "N", chrNm: "こはね", msgTxt: "（うぅ……台が思ったより高くて、　座ってみても絵名さんやみんなの顔がよく見える…）" }

];
