window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……う、うん……びっくりしちゃったけど……　今の私に必要なことなら……頑張ってみるよ……っ" },
    { msgId: "A", msgTxt: "（たくさんの人に見られてて……恥ずかしい……　でも……逃げちゃダメだよね……っ）" },
    { msgId: "A", msgTxt: "あっ……っ、はぁ……" },
    { msgId: "L", msgTxt: "（ここまで脱いじゃった……　みんなの視線を感じて、息が苦しいよ……）" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "す、すみません……ぼーっとしちゃって……っ　（これを脱いだら……私、本当に……）" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "……あの……こんな風に座ればいいでしょうか……？　……えっ、手は後ろで……胸を張る、ですか……？" },
    { msgId: "A", msgTxt: "……っ……えっと…………　……こ……こうですか……？" },
    { msgId: "L", msgTxt: "あの……これで、合っていますでしょうか……っ？　（みんな……私の身体をじっと見てる……）" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "あ……はいっ……　力を抜いて、ですね……っ" },
    { msgId: "L", msgTxt: "（東雲くんがあんなに言ってたのに……　こんなに緊張しちゃうなんて、私まだまだだな……）" },

  { movId: "home" },
    { msgId: "A", msgTxt: "私の身体……ずっと見られて沢山描かれて……　思い出すとすごく恥ずかしいけど……頑張るね" }

];
