window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "東雲くん、杏ちゃん、青柳くんによろしくね　みんなは先に、ホテルでゆっくり体を休めててほしいな" },
  { movId: "evt1" },
    { msgId: "L", msgTxt: "あと、私の荷物を預かってくれて本当にありがとう　……じゃあ、行ってくるね" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "（……っ！東雲くんの応援、すごく嬉しいな……　なんだか身体の奥から自信が湧いてくるよ……っ）" },
    { msgId: "A", msgTxt: "（……よし、私も大河さんがいるところに向かわなきゃ）" },
    { msgId: "L", msgTxt: "（すれ違う人たちが、みんな私を見てる……　でも……不思議なくらい、心がすごく落ち着いてるんだ）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "（えっと、確かこの通り沿いに……　……あっ……！）" },
    { msgId: "L", msgTxt: "（……間違いない、ここが大河さんのいるカフェだ……！　ちゃんと辿り着けた……っ）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "（このドアの向こうに、大河さんがいるんだよね……　今の私の覚悟を……本当に認めてもらえるのかな……）" },
    { msgId: "A", msgTxt: "（ううん、もう迷わない……っ！　ここまで必死に頑張ってきた私を、　私が一番信じてぶつけるんだ…っ！）" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "お久しぶりです、大河さん　……今の私の全部を見てもらうために、来ました" }

];
