window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "じゃあ杏ちゃんと青柳くんによろしくね　みんなはホテルでゆっくり休んでてほしいな" },
    { msgId: "L", msgTxt: "色々と本当にありがとう、東雲くん　……じゃあ、行ってくるね" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（東雲くんの応援、すっごく温かいや　なんだか身体の奥から自信が湧いてくるよ……っ）" },
    { msgId: "A", msgTxt: "（……よしっ　私も大河さんがいるところに向かわなきゃ）" },
    { msgId: "L", msgTxt: "（不思議だな……こんなに無防備な姿なのに、　身体の奥から、強い自信が湧いてくる）" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（確か…この通り沿いに……　……あっ……！）" },
    { msgId: "L", msgTxt: "（……間違いない　ここが大河さんのいるカフェだ……！）" },

  { movId: "evt4" },
    { msgId: "A", msgTxt: "（……大丈夫　私は今、あの時よりずっと、ずっと強くなってる）" },
    { msgId: "A", msgTxt: "（もう迷わない……ここまで頑張ってきた私を　私が一番信じてぶつけるんだ…っ！）" },
    { msgId: "N", msgTxt: "（……大河さん、見つけた…！こっちを見てる……）　……お久しぶりです、大河さん" }

];
