window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "えっと……どんなことがあっても歌い続ける練習って　私、これからどうしたらいいのかな？" },
    { msgId: "A", msgTxt: "（一体何をするんだろう……もしかして声を……）　……あ、あの……えっ！？" },
    { msgId: "L", msgTxt: "あ、あの……東雲くん、なんで服脱がすの……っ？　こんなの……恥ずかしすぎるよ……っ" },
                           
  { movId: "evt1" },
    { msgId: "A", msgTxt: "このままで、歌えなんて……　……ひゃうっ……！？あッ……んあぁっ……" },
    { msgId: "A", msgTxt: "（弱気になっちゃダメだ……っ！　これを乗り越えなきゃ、私……変われない……！）" },
    { msgId: "L", msgTxt: "♪――っ…、うぅ……っ、♪――っ…！　（身体が変な感じがして……うまく歌えないよ……）" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "（まだまだ……頑張らなきゃ……なのに……っ　頭がぼーっとして……力が入ら……）" },
    { msgId: "A", msgTxt: "はぁ……っ、はぁ……っ、くぅ……っ……" },
    { msgId: "A", msgTxt: "っ……はぁ……っ……私……っ！　まだ……やれる、よ……っ！" },
    { msgId: "L", msgTxt: "杏ちゃんのためにも……強くなりたいの……っ！　だから東雲くん……お願い……続けて……っ！！" },

  { movId: "home" },
    { msgId: "A", msgTxt: "この前の特訓、思い出すとまだドキドキするけれど……今日は何をしたらいいかな？" }

];