window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "えっと、東雲くん……？　動じないための特訓って、これから何をするの？" },
    { msgId: "A", msgTxt: "あ、あの……？……きゃっ！？　待って……っ！なんで服を脱がすの……っ！？" },
    { msgId: "L", msgTxt: "うぅ……っ、動じないでいるなんて無理だよ……　こんなの……恥ずかしすぎるよ……！" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "このまま歌うなんて……　……ひゃうっ……！？あッ……んあぁっ……" },
    { msgId: "A", msgTxt: "（弱気になっちゃダメだ……っ！　これを乗り越えなきゃ、私……変われない……！）" },
    { msgId: "L", msgTxt: "♪――っ…、うぅ……っ、♪――っ…！　（身体が変な感じがして……うまく歌えないよ……）" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "（まだまだ……頑張らなきゃ……なのに……っ　頭がぼーっとして……力が入ら……）" },
    { msgId: "A", msgTxt: "はぁ……っ、はぁ……っ、くぅ……っ……" },
    { msgId: "A", msgTxt: "っ……はぁ……っ……私……っ！　まだ……やれるよ……っ！" },
    { msgId: "L", msgTxt: "杏ちゃんのためにも……強くなりたいの……っ！　だから東雲くん……お願い……続けて……っ！！" }

];