window.msgData = [

/*************************************************
 * CPT-1
 *************************************************/

{ cptId: "1", title: "ホテル", msgInfo:[

  { movId: "plg" },
    { msgId: "N", chrNm: "ホタル", msgTxt: "う、動いちゃダメだからね…！　今日はあたしが……めちゃくちゃに、しちゃうんだから…！" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "ねえ、穹……、あたしのそこ……どんな、あじ、する……？　えっちな気分に……なっちゃった……？" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "（……穹の舌、あったかくて、すごくきもちいい……　あたしの奥まで、とろかされちゃう……っ）" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "（あたしが攻める、はず、だったのに……っ　……穹の舌、すごく、奥まで………っ）" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "んうぅ……っ、ん、あ、はぁ……っ！　…あ……ひゃんっ……！ふぁっ……、あ、んっ……" },
  { movId: "evt3" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "（だめ……っ、もう耐えられない……！　あたし、イっちゃう、イっちゃうよぉ……っ！）" },
    { msgId: "W", chrNm: "ホタル", msgTxt: "ふあ、あぁッ……！！　……あ、で、出ちゃうぅッ……、んうゥッ……！" },
    { msgId: "L", chrNm: "ホタル", msgTxt: "（まだ何もしてないのに……　こんなに早く、イかされちゃうなんて……っ）" },
  { movId: "evt4" },
    { msgId: "A", chrNm: "ホタル", msgTxt: "はぁ…はぁ……っ……、……ひゃっ！？" },
  { movId: "elg" },
    { msgId: "N", chrNm: "ホタル", msgTxt: "ごめんね……、あたし、君の口をずっとふさいじゃって……　……うぅ、苦しくなかった……？" }

]}

];
