window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "逃避は弱者の本能かもしれない　でも、誰が弱者なのかを他人が決めるべきじゃない" },
    { msgId: "L", msgTxt: "サンデーさん、あなたの目には……　あたしも弱者に見えてるの？" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ、今のは一体……？　光が通り抜けたみたいだったけど……っ？" },
    { msgId: "A", msgTxt: "……えっ……！？　服、が……っ……　そんな……んっ、見ないで……！" },
    { msgId: "L", msgTxt: "（……身体が震えて、力が入らない……　……サンデーさんの言う通り……　あたしはやっぱり弱者なの……？）" },

  { movId: "evt3" },
    { msgId: "B", msgTxt: "……ううん、違う……っ、　あたしは、こんなところで　諦めるために生きてるんじゃない……！" },
    { msgId: "A", msgTxt: "（……ピノコニーで、　あたしは三度の『死』を迎える……　これが、その1つだというのなら……）" },
    { msgId: "A", msgTxt: "（……それでいい……っ、　他人の目を気にして、怯えてすくんでいた、　弱いあたしは……今ここで死んだんだ……！）" },
    { msgId: "L", msgTxt: "サンデーさん……　今のあたしが、まだ弱者に見えてるの？　あたしはもう、自分の運命を恐れない" },

  { movId: "evt4" },
    { msgId: "N", msgTxt: "たとえ裸にされたって、あたしの足は止まらない……　あなたの鳥籠には、絶対に入らないよ" }

];
