const evtSaMap = [

// Lv.4 ---------------------------------
  { id: "E2", ptn: "1", name: "決戦編２", place: "ビビッドストリート"},
  { id: "E3", ptn: "1", name: "決戦編３", place: "ビビッドストリート"},

// Lv.1 ---------------------------------
  { id: "A1", ptn: "9", name: "ローター責め", place: "生徒会室"},
  { id: "A2", ptn: "9", name: "屋外露出", place: "宮益坂"},

// Lv.2 ---------------------------------
  { id: "B1", ptn: "9", name: "騎乗位", place: "ジム"},
  { id: "B2", ptn: "1", name: "全裸海水浴", place: "海岸"},

// Lv.3 ---------------------------------
  { id: "C1", ptn: "9", name: "公開オナニー", place: "教室"},

// Lv.4 ---------------------------------
  { id: "D1", ptn: "9", name: "駅全裸露出", place: "駅構内"}

];