const evtAkMap = [

// Lv.1 ---------------------------------
  { id: "A1", name: "パンツ露出", place: "校舎裏"},
  { id: "A2", name: "パイズリ", place: "カフェ"},
  { id: "A3", name: "歌レッスン", place: "スタジオ"},

// Lv.2 ---------------------------------
  { id: "B1", name: "撮影会", place: "ビッグサイト"},
  { id: "B2", name: "手マン", place: "図書館"},

// Lv.3 ---------------------------------
  { id: "C1", name: "ヌードデッサン", place: "美術室"},
  { id: "C2", name: "全裸レッスン", place: "ダンススタジオ"},
  { id: "C3", name: "後背位", place: "神社"},

// Lv.4 ---------------------------------
  { id: "D1", name: "全裸登校", place: "住宅街"}

];
