const evtAkMap = [

  { id: "E1", ptn: "2", name: "アメリカ編１", place: "タクシー内"},
  { id: "E2", ptn: "1", name: "アメリカ編２", place: "ニューヨーク"},

// Lv.1 ---------------------------------
  { id: "A1", ptn: "9", name: "パンツ露出", place: "校舎裏"},
  { id: "A2", ptn: "9", name: "パイズリ", place: "カフェ"},
  { id: "A3", ptn: "1", name: "歌レッスン", place: "スタジオ"},

// Lv.2 ---------------------------------
  { id: "B1", ptn: "9", name: "撮影会", place: "ビッグサイト"},
  { id: "B2", ptn: "9", name: "手マン", place: "図書館"},

// Lv.3 ---------------------------------
  { id: "C1", ptn: "9", name: "ヌードデッサン", place: "美術室"},
  { id: "C2", ptn: "9", name: "全裸レッスン", place: "ダンススタジオ"},
  { id: "C3", ptn: "9", name: "後背位", place: "神社"},

// Lv.4 ---------------------------------
  { id: "D1", ptn: "9", name: "全裸登校", place: "住宅街"}


];
