const evtData = [

/*************************************************
 * ホタル
 *************************************************/

  { evtId: "FF-S2-C1", evtNm: "慰め編", cpt:[
    { cptId: "1", extLv: "B"},
    { cptId: "2", extLv: "C"},
  ]},

/*************************************************
 * 小豆沢こはね
 *************************************************/

  { evtId: "AK-S2-C1", evtNm: "特訓編", cpt:[
    { cptId: "1", extLv: "B"},
    { cptId: "2", extLv: "C"}
  ]},

  { evtId: "AK-S3-E1", evtNm: "孤独な朝のストリート", cpt:[
    { cptId: "1", extLv: "B"},
    { cptId: "2", extLv: "E"}
  ]},

/*************************************************
 * 白石杏
 *************************************************/

  { evtId: "SA-S2-C1", evtNm: "練習編", cpt:[
    { cptId: "1", extLv: "C"},
    { cptId: "2", extLv: "C"}
  ]},
  

  { evtId: "SA-S4-E1", evtNm: "決戦編", cpt:[
    { cptId: "2", extLv: "E", },
    { cptId: "3", extLv: "E", }
  ]},

  { evtId: "SA-S4-E4", evtNm: "test", cpt:[
    { cptId: "1", extLv: "E"},
  ]}

];
