window.msgData = [

/*************************************************
 * CPT-2
 *************************************************/

{ cptId: "2", msgInfo:[

  { movId: "plg", movPtn: "N", title: "ダンススタジオ"},
    { msgId: "-", chrNm: "杏", msgTxt: "「っ、く……うぅ……っ！……待って、冬弥……これ、一気にいれようとすると……身体が、裂けそう……っ」"},
    { msgId: "-", chrNm: "杏", msgTxt: "「……やめないで……っ！こはねが頑張ってるもん……相棒の私が、ここで……足踏みなんてしてられないわよ……っ！」"},

  { movId: "evt1", movPtn: "AL"},
    { msgId: "-", chrNm: "杏", msgTxt: "「……はぁ、はぁ……っ。……はいっ、た……。ねえ、冬弥……。……苦しくない？」"},
    { msgId: "-", chrNm: "杏", msgTxt: "（うぅ……中が、きつ…い……っ）"},
    { msgId: "-", chrNm: "杏", msgTxt: "「っ……！彰人に言われなくたって……分かってるわよ、今すぐ動くから……っ！」"},

  { movId: "evt2", movPtn: "AL"},
    { msgId: "A", chrNm: "杏", msgTxt: "「……冬弥、覚悟してなさいよ……っ」"},
    { msgId: "L", chrNm: "杏", msgTxt: "「あ、……はァ、はぁっ……！ん、うゥ……っ、あァっん…！……はァっ…！」"},
    { msgId: "L", chrNm: "杏", msgTxt: "「ねえ、……冬弥……っ。……きもち、いい……？ちゃんと、……届いて、る……っ？」"},
    { msgId: "L", chrNm: "杏", msgTxt: "「（……頭がおかしくなりそう……っ。お○んちん……気持ちよすぎて……っ、変になっちゃう……ッ！）」"},

  { movId: "evt3", movPtn: "N"},
    { msgId: "-", chrNm: "杏", msgTxt: "「……なんか……っ、あァ、あぁぁ……っ！……頭の中……真っ白に、なって……っ！」"},
    { msgId: "-", chrNm: "杏", msgTxt: "（……冬弥と繋がってる場所が、どんどん……熱くなって…………っ）"},

  { movId: "evt4", movPtn: "AL"},
    { msgId: "A", chrNm: "杏", msgTxt: "「あ、……うそ、待って……冬弥っ！いっ、……イク、いっちゃう……これ、止められな……っ！」"},
    { msgId: "W", chrNm: "杏", msgTxt: "「あ、あァァァァァっ……！！イクぅぅぅ……ッ！ひ、ぅア……っ！あ、あン、ああァっ……！」"},
    { msgId: "L", chrNm: "杏", msgTxt: "「はぁ、……あ、……っ、……ぁ、一人で、……ッ……、ごめん……、だッ、て……す、ごすぎて……っ」"},

  { movId: "elg", movPtn: "N"},
    { msgId: "-", chrNm: "杏", msgTxt: "「……はァ…ごめん、……とう、や……っ。……もう……腰が、がくがく、して……力……入ら、なくて……っ」"},
    { msgId: "-", chrNm: "杏", msgTxt: "「そんな……こと……言わ、ないで、よ……っ。……絶対、強くなって………RADWEEKENDを……超えるんだから……っ」"},

]}

];
