window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "うわっと……！？……ふふ、ありがとう　こはねとじゃなきゃ、こんなに気持ちいい場所まで来られなかったよ" },
  { movId: "evt1" },
    { msgId: "L", chrNm: "こはね", msgTxt: "……でも……っ、負けたのはやっぱり悔しいから…　また……戦おうね……！" },
    { msgId: "L", msgTxt: "うん……！でも、その時はまた私が勝つよ……！　こはねの最高の相棒で居続けるためにね！" },
  { movId: "evt2" },
    { msgId: "A", chrNm: "こはね", msgTxt: "わっ……いつの間にかみんな集まって、凄い歓声……　勝負に夢中で全然気づかなかったよ……" },
    { msgId: "L", msgTxt: "（まあこんな場所でこんな格好して歌ってたら、　そりゃ目が離せないよね…）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "あ、冬弥……！彰人も来てくれたんだね　ねえ、私達の戦いはどうだった？" },
    { msgId: "B", msgTxt: "見てくれててありがとう…！　ねえ、私達の戦いはどうだった？" },
  { movId: "evt4" },
    { msgId: "L", msgTxt: "うん……もう、恥ずかしくて、悩んで、落ち込んで、　何もできなかった頃の私とは違う……" },
    { msgId: "L", msgTxt: "みんなのおかげで、その壁を全部ぶち破って、　今までの自分を超えられたって思う……！　……RADWEEKEND……絶対に私達で超えようね…！" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "……みんな聞いて！RADWEEKENDでも見せられなかった景色を、ここにいる全員に見せてあげる！　だからみんな、私たちに一緒についてきて！！" }

];
