window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "ちょっと、彰人……っ、どこ触ってんのよ……っ　いきなりそんなトコ、変な声出ちゃうじゃん……っ" },
    { msgId: "L", msgTxt: "ん、ぁ……っ、ハ、ァ……っダメ……　それ、アツく、なっちゃう……っ" },
    { msgId: "L", msgTxt: "（彰人に触られてる……っ　恥ずかしいけど、すごく、嬉しい……っ）" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "あき…と……、……ん……っ" },
    { msgId: "L", msgTxt: "ん、む、ぅ……っ、んちゅ、は、ぁ……っ……　胸、そ、んなに……っ、あ、んっ" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（いつも冷静な彰人が、　私のせいで余裕なくなってる……　もっと、意地悪したい……）" },
    { msgId: "A", msgTxt: "あれ……ふふ、ねえ……　ここ、すっごく、ゴツゴツ当たってるよ……？" },
    { msgId: "L", msgTxt: "ねえ、これ、どうしてほしいの？　言ってくれたら、考えてあげても、いいよ？" },

  { movId: "evt4" },
    { msgId: "A", msgTxt: "じゃあ……、ここじゃ、狭いし、動けないでしょ？　それにのぼせちゃうし……お風呂出よっか" },
    { msgId: "N", msgTxt: "……きゃっ……結構ガツガツ来るんだね……っ　そんなに焦らなくても…　私は逃げたりしないよ" }

];
