window.msgData = [

  { movId: "plg" },
    { msgId: "N", msgTxt: "……あ、もしもし、東雲くん？おはよう、ちょうど学校に行く準備をしてたところだよ　えへへ、こんな時間に電話なんて、何かあった？" },
  { movId: "evt1" },
    { msgId: "L", msgTxt: "学校に行く時間だからこそ今電話した、って……う、うん……それで、その特別な特訓って、一体何をするの？" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "え……っ！？は、裸で登校……っ！？　こんなに明るい外を、何も着ないで歩くなんて……っ！　そんなの無茶苦茶だよ……っ！" },
    { msgId: "L", msgTxt: "そんな……お前なら出来るなんて言われても……っ！　一人きりで裸で外を歩くなんて、流石に無理だよ……っ！" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "あ、待って、東雲くん！まだ話が……っ！　……あ……電話、切れちゃった……" },
    { msgId: "B", msgTxt: "（どうしよう、本当に……何も着ないで学校に……　……でも、ここで諦めたら、わたし……強くなんてなれない………っ）" },
  { movId: "evt4" },
    { msgId: "A", msgTxt: "……っ、………脱がなきゃ……　……全部、脱いで……東雲くんとの約束、守らなきゃ……" },
    { msgId: "A", msgTxt: "（……今、外に出たら……きっと、学校の友達とか……知らない人も……たくさんの人がいるんだよね……）" },
    { msgId: "L", msgTxt: "（……っ、鏡の中のわたし、本当に何も着てない……　……本当に裸で…これから外を歩くんだ…………）" },
  { movId: "elg" },
    { msgId: "N", msgTxt: "（……っ、ドアノブが、冷たい………本当は、すごく怖いけど……でも…わたし、もう逃げたくないから……）　……いってきます……っ" }

];
