window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "や、やめてよ、青柳くん……そんなに、広げないで……っ　この体勢、すごく恥ずかしくて無理だよ……　あそこ、全部見えちゃって、るもん……っ" },
    { msgId: "L", msgTxt: "……あ、う……っ、効果的な方法、って……いったい何をするの……？　東雲くん、鞄から何を取り出そうとしてるの……？" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "え……っ、それってまさか……ひゃんッ！？" },
    { msgId: "A", msgTxt: "（ん、あ……っ、……あ、あそこが、ジリジリして……っ　これ、だめも……かも……っ）" },
    { msgId: "L", msgTxt: "ひゃっ、あ、ぁッ……！　おっ、かしっ、くな、っちゃ……っ、なに、これっ……、あ、ぁっ、あぁッ……！" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "ん、あ、ぁッ……！もう、む、りぃ……っ　ひゃ――あ、っはぁ……っ、はぁ……っ" },
    { msgId: "L", msgTxt: "（どうしよう……少し当てられただけなのに……っ　もう、頭が、真っ白だよ……っ）" },

  { movId: "evt4" },
    { msgId: "A", msgTxt: "あ、ぁ――ッ…！はぁ…ッ………っ　（胸にまで……先っぽ、ビクビクして……っおかしくなりそう……っ）" },
    { msgId: "A", msgTxt: "ん、ぁ、……っ、あぅ、っ、はぁっ……っ　…………ぁ……っ！" },
    { msgId: "N", msgTxt: "んあッ――！？だめっ、これ、さっきより、強、くて……　あ、あそこ、壊れちゃう、よぉ…、もう、む、りっ……ひゃ、ん、んん――ッ！！！" }

];
