window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……っ、平気だし……っ　でも……この格好は、流石にヤバいって……" },
    { msgId: "L", msgTxt: "ねえ……本当に……やらなきゃダメなの……？　それに動画まで撮るなんて……やりすぎだよ……" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "……っ、分かった、やれば、いいんでしょ……！" },
    { msgId: "A", msgTxt: "ん……っ、……は、ぁ……" },
    { msgId: "A", msgTxt: "えっ……っ！？そんなつもりじゃ……っ！　ちゃんとやるから……っ！" },
    { msgId: "L", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "（はっ……あっ、ダメぇ……っ！　みんな見てるのに……手が……止まらないっ……！）" },
    { msgId: "W", msgTxt: "あ、あぁぁーっ……っ！　イく……っ！イっちゃうぅうっ……！！" },
    { msgId: "L", msgTxt: "はぁ……っ、ぁ……　（私、見られながら……クラスのみんなの前で……）" }

];