window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "（こはねのためなら、なんだってするけど……　クラスのみんなの前でオナニーしろなんて、　恥ずかしくて死にそう……）" },
    { msgId: "L", msgTxt: "待って、人、増えてるよ……　本当にここで、みんなの前でしなきゃダメなの……？" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（彰人の目、本気だ……早く、言う通りにしないと……）　……わかった、やるよ……" },
    { msgId: "A", msgTxt: "" },
    { msgId: "A", msgTxt: "" },
    { msgId: "L", msgTxt: "……は、ぁッ……っ、あ……っ、　ふ、ぁ……っ、ん、んぅ……っ！あ、はッ……っ！" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（あ、ダメ……っ、もう耐えられない……っ！　みんなが見てるのに、イッちゃう、イッちゃう……っ！）" },
    { msgId: "W", msgTxt: "いやッ、あ、ぁ、ぁあぁぁーーーーッッ！！" },
    { msgId: "L", msgTxt: "ん、あ……っ、はぁ、は、あ……" },

];
