window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……あき、と……ちょ、待って……　腕……引っ張らないで……っ" },
    { msgId: "A", msgTxt: "……え、なに……を……　……んあぁぁっ……っ！…っんん…！" },
    { msgId: "L", msgTxt: "……っ、あ……ぁッ……んッ……　っあぁん……っ、ンあっ……！" },
    { msgId: "L", msgTxt: "（……ちょっと……これ……無理……　……気持ちよすぎて……何も考えられない……）" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "（……ダメっ、もう限界……っ！）　……まって……イっちゃう……からぁ……っ！" },
    { msgId: "W", msgTxt: "……ッあぁぁっ……！！　……イ、ッくぅぅッ……っ！！" },
    { msgId: "L", msgTxt: "（……ホントに……ヤっちゃった……　……彰人の……こんなに溢れて……）" }

];