window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "ちょっと……彰人……っ、どこ触って……　ん、ぅ……っ、離してよ……っ" },
    { msgId: "L", msgTxt: "ん、ぅ……っ、ハ、ァ……　だめ、だって……っ、声、出ちゃう……っ" },
    { msgId: "L", msgTxt: "（そこ、触られるたびに……　変な、変な気持ちになる……っ）" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "あき…と……、……ん……っ" },
    { msgId: "L", msgTxt: "ん、む……ぅ……っ、ちゅ……　は、あ……ん、ぅ……っ、ハ、ァ……" },

  { movId: "evt3" },
    { msgId: "A", msgTxt: "（私、どうしちゃったんだろ……　彰人しか、見えなくなってる……）" },
    { msgId: "A", msgTxt: "（なんか…お尻のトコ、すっごく熱くて固い……）　……ねえ……これ……何……っ？" },
    { msgId: "L", msgTxt: "……あんた、私のせいで……　そんなに……大きくなっちゃったの？" },

  { movId: "evt4" },
    { msgId: "A", msgTxt: "……ね、さすがにのぼせるし……　……そろそろ、お風呂出よ？ほら" },
    { msgId: "N", msgTxt: "な、何よ……、じっと見ないで……　って、わっちょっ、……引っ張らないで……っ" }

];
