window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……東雲くん、私ここで降りるね　ここからは歩いていくよ、……よいしょっと" },
    { msgId: "L", msgTxt: "じゃあ杏ちゃんと青柳くんによろしくね　みんなはホテルでゆっくり休んでてほしいな" },
  { movId: "evt2" },
    { msgId: "A", msgTxt: "（東雲くんの応援、すっごく温かいや　なんだか身体の奥から自信が湧いてくるよ……っ）" },
    { msgId: "A", msgTxt: "（……よしっ　私も大河さんがいるところに向かわなきゃ）" },
    { msgId: "L", msgTxt: "（不思議だな……こんなに無防備な姿なのに、　身体の奥から、強い自信が湧いてくる）" },
  { movId: "evt3" },
    { msgId: "A", msgTxt: "（確か…この通り沿いに……　……あっ……このカフェだ……！！）" },
    { msgId: "A", msgTxt: "（……大丈夫、もう迷わない……　ここまで頑張ってきた自分を信じるんだ…っ！）" }

];