window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "待たせちゃってごめんね……　ふぅ……よし、もういつでも大丈夫だよ" },
    { msgId: "L", msgTxt: "うん……すごくドキドキしてるけど　今の私に必要なことだって分かるから……頑張るね" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "ありがとう、東雲くん　持たせちゃってごめんね" },
    { msgId: "A", msgTxt: "（よし……！　この特訓を乗り越えて、一歩先へ進むんだ）" },
    { msgId: "N", msgTxt: "はぁ……はぁ……全然、平気だよ……っ！　目的地までは、まだまだだもん……" },
    { msgId: "L", msgTxt: "（裸だと色んな刺激がうんと強く感じられて……　頭がクラクラしちゃうけど、踏ん張らなきゃ……！）" },
    
  { movId: "evt2" },
    { msgId: "N", msgTxt: "ハァ……ハァ……ッ……えっ……？　東雲くん、見てみろって……なに……？" },
    { msgId: "A", msgTxt: "はぁ……ふぅ……　……っ！わぁ……すごい……" },
    { msgId: "A", msgTxt: "私達、本当にここまで来られたんだね……っ！　……やったあ……っ！" },
    { msgId: "L", msgTxt: "ここまで大変だったけど、私本当に嬉しくて……　なんだか……身体じゅうがすごく気持ちいいよ……" },

  { movId: "home" },
    { msgId: "A", msgTxt: "あの特訓を乗り越えられて……　なんだかすごく自信が湧いてくるんだ" }

];


