window.msgData = [

  { movId: "evt1" },
    { msgId: "N", msgTxt: "……っ！？　ちょ、ちょっと……！……どこ触って……！" },
    { msgId: "L", msgTxt: "……あっ……やめ……っ、ぁ……！　……あ……っ、ん言……っ" },

  { movId: "evt1" },
    { msgId: "A", msgTxt: "……っ、ちょっと………　……えっ……んむっ！？" },
    { msgId: "A", msgTxt: "……む……んん……っ！……はぁ……っ……んっ……" },

  { movId: "evt2" },
    { msgId: "N", msgTxt: "……あき、と……ちょ、待って……　腕……引っ張らないで……っ" },
    { msgId: "A", msgTxt: "……え、なに……を……　……んあぁぁっ……っ！…っんん…！" },
    { msgId: "L", msgTxt: "……っ、あ……ぁッ……んッ……　っあぁん……っ、ンあっ……！" },

  { movId: "evt2" },
    { msgId: "A", msgTxt: "（……ダメっ、もう限界……っ！）　……まって……イっちゃう……からぁ……っ！" },
    { msgId: "W", msgTxt: "……ッあぁぁっ……！！　……イ、ッくぅぅッ……っ！！" },
    { msgId: "L", msgTxt: "（……ホントに……ヤっちゃった……　……彰人の……こんなに溢れて……）" }

];