const evtData = [

/*************************************************
 * ホタル
 *************************************************/

  { evtId: "FF-S2-C1", evtNm: "慰め編", cpt:[
    { cptId: "1", extLv: "B", ptnId: "L4", plcNm: "ホテル"}, // ★
    { cptId: "2", extLv: "C", ptnId: "V3", plcNm: "ホテル"}, // ●
  ]},

/*************************************************
 * 小豆沢こはね
 *************************************************/

  { evtId: "AK-S2-C1", evtNm: "特訓編", cpt:[
    { cptId: "1", extLv: "B", ptnId: "V3", plcNm: "スタジオ"}, // ★
    { cptId: "2", extLv: "C", ptnId: "V2", plcNm: "スタジオ"} // ★
  ]},

/*************************************************
 * 白石杏
 *************************************************/

  { evtId: "SA-S1-B1", evtNm: "挑発編", cpt:[
    { cptId: "1", extLv: "B", ptnId: "V3", plcNm: "体育倉庫"},
    { cptId: "2", extLv: "B", ptnId: "L4", plcNm: "体育倉庫"}
  ]},

];
